{
  "devices": [
   {
      "deviceId": "Watch C",
      "deviceName": "Watch C",
      "price": "299€",
      "description": "Diese Smartwatch überzeugt mit starken Gesundheits-Features. Messungen von Puls, Stress, Schlaf und Sauerstoffgehalt im Blut gehören bei dieser Preisklasse eines Fitness-Trackers quasi zum Standard-Repertoire. Zusätzlich bietet sie ein Thermometer für die Hauttemperatur und ein EKG. Letzteres ist aktuell fast ein Alleinstellungsmerkmal bei den Fitness-Trackern.",
      "sprachassistenz": "Mit Sprachassistent bedienbar",
      "schnittstellen": "Bluetooth",
      "gewicht": "33 g",
      "masse": "40 x 40 x 12 mm (BxHxT)",
      "akku": "6+ Tage",
      "farben": "Carbon",
      "images": ["fitbit1.png", "fitbit2.png"]
    },
      {
      "deviceId": "Watch B",
      "deviceName": "Watch B",
      "price": "249€",
      "description": "Ob beim Training oder beim Einkaufen - diese Smartwatch hält mit deinem aktiven Lifestyle Schritt. Bei Outdoor-Aktivitäten zeichnet das integrierte GPS die Distanz, die Pace, die Position und mehr auf.  Die Uhr zeichnet sich besonders durch ihr schmales Design (trotz GPS), und damit hohen Tragekomfort aus. Trage sie jeden Tag, um ein gesundes Gleichgewicht zwischen Arbeitsleben und Freizeit zu erzielen.",
      "sprachassistenz": "Nicht mit Sprachassistent bedienbar",
      "schnittstellen": " Bluetooth, WLAN",
      "gewicht": "45 g",
      "masse": "43,8 x 38,5 x 8 mm (BxHxT)",
      "akku": "21 Tage",
      "farben": "Schwarz, Weiß",
      "images": ["garmin1.jpg", "garmin2.jpg"]
    },
    {
      "deviceId": "Watch A",
      "deviceName": "Watch A",
      "price": "429€",
      "description": "Diese Smartwatch misst den Sauerstoffgehalt in Ihrem Blut mit einem revolutionären neuen Sensor und einer App. Machen Sie ein EKG von Ihrem Handgelenk aus. Planen Sie eine Routine für Ihre Schlafenszeit und zeichnen Sie Ihren Schlaf auf. Und mit Mobilfunk können Sie Ihr Smartphone zu Hause lassen. Die Smartwatch ist das ultimative Gerät für ein gesünderes, aktiveres und verbundeneres Leben.",
      "sprachassistenz": "Mit Sprachassistent bedienbar",
      "schnittstellen": "Bluetooth 5.0, WLAN, Chromecast",
      "gewicht": "40 g",
      "masse": "34 x 40 x 11 mm (BxHxT)",
      "akku": "18 Stunden",
      "farben": "Kreide, Carbon",
      "images": ["applewatch1.png", "applewatch2.png"]
    }
  ]
}